Repository: mtuoc/seminario_online_TAN
Catalog: semana_2/memo.tmx
Source language: en
Languages: es

source: Although Owens accused Rollins of being behind AOP's attacks, Rollins denied the accusations, though he ultimately joined with AOP, turning heel.
es: [33]​ Owens acusó a Rollins de estar detrás de los ataques de AOP, pero Rollins negó las acusaciones, aunque finalmente se unió a AOP, cambiando a heel.

source: On 24 February, the United States Centers for Disease Control and Prevention (CDC) upgraded the status of South Korea to level 3 (avoid non-essential travels due to widespread community transmission).
es: El 24 de febrero, los Centros para el Control y la Prevención de Enfermedades (CDC) de los Estados Unidos mejoraron el estado de Corea del Sur al nivel 3 (evite los viajes no esenciales debido a la transmisión comunitaria generalizada).

source: After being blocked from Chinese social media for his reports on the 2019–20 Hong Kong protests, Chen took to Youtube and Twitter to continue his reporting.
es: Después de ser bloqueado de las redes sociales chinas por sus informes sobre las protestas de Hong Kong 2019-2020, recurrió a Youtube y Twitter para continuar con sus informes.

source: These changes were implemented by the Electoral (Amendment) (Dáil Constituencies) Act 2017.
es: La enmienda a la ley electoral de los distritos para el Dáil de 2017, que implementa estos cambios recomendados, se promulgó en diciembre de 2017.

source: In March 2020, a randomized trial of BCG vaccine to reduce COVID‑19 illness began in the Netherlands, seeking to recruit 1,000 healthcare workers.
es: En marzo de 2020, un ensayo aleatorio de la vacuna BCG para reducir la enfermedad COVID-19 comenzó en los Países Bajos, buscando reclutar a 1,000 trabajadores de la salud.

source: Other legacies of Semmelweis include:
es: Otros legados de Semmelweis incluyen:

source: Assessing the evidence on oral health and dental interventions, programmes, and services
es: Evaluando la evidencia en salud oral e intervenciones dentales, programas, y servicios.

source: Specifically, the vaccine for feline leukemia virus should only be given to kittens and high risk cats.
es: [14]​ Específicamente, la vacuna contra el virus de leucemia felina se debiera suministrar sólo al nacer y a gatos con alto riesgo.

source: He has also been a Teachta Dála (TD) for the Dublin West constituency since 2007.
es: Desde junio de 2007 fue teachta Dála (diputado) en la Dáil Éireann (Cámara Baja irlandesa) como representante de la circunscripción de Dublín Oeste (Dublin West).

source: Vietnamese authorities also arrested people profiteering from the outbreak.
es: [78]​ Las autoridades vietnamitas también arrestaron a personas que se beneficiaron del brote.

source: Defection rates had been declining already, probably due to increased security under the administrations of Kim Jong-un in North Korea and Xi Jinping in China.
es: [20]​ Las tasas de deserción ya habían disminuido, probablemente debido al aumento de las medidas de seguridad adoptadas por las administraciones de Kim Jong-un en Corea del Norte y Xi Jinping en China.

source: A number of retailers, particularly grocery stores, reduced their opening hours to allow additional time to restock and deep-clean their stores.
es: Varios minoristas, en particular las tiendas de comestibles, redujeron sus horarios de apertura para permitir tiempo adicional para reabastecer y limpiar en profundidad sus tiendas.

source: He disappeared on 26 February 2020, presumed detained by officers from state security.
es: Desapareció el 26 de febrero de 2020, aparentemente detenido por oficiales de la policía estatal china.

source: Restrictions on all non-essential travel both internationally and locally.
es: Restricciones en todos los viajes no esenciales, tanto internacionales como locales.

source: 29 MarchThe first two cases of COVID-19 detected in the island of Formentera, Balearic Islands, leaving the island of La Graciosa (Canary Islands) as the only territory with no cases detected.
es: Primeros dos casos detectados en la isla de Formentera, Islas Baleares, dejando a la isla de La Graciosa como único territorio español sin casos detectados.

source: Cough, often persistent and sometimes severe
es: Tos, a menudo persistentes y graves.

source: Cancellation of mass gatherings includes sports events, films or musical shows.
es: cancelación de eventos masivos como espectáculos deportivos, cines o espectáculos musicales[14]​

source: This is the lowest number of new confirmed cases since 15 March.
es: [27]​ Esta es la cantidad de nuevos casos confirmados más baja desde el 15 de marzo.

source: Real expedición Filantrópica de la Vacuna 1803-1806.
es: Real Expedición Filantrópica de la Vacuna 1803-1806, libro electrónico sobre la Expedición Balmis.

source: The woman, named Oneida Herrera Díaz, refused to be sent to Santo Domingo to be in isolation after receiving her COVID-19 positive diagnosis, returning to her home instead.
es: [16]​ La paciente, llamada Oneida Herrera, se negó a ser enviada a Santo Domingo para estar en aislamiento después de recibir su diagnóstico de COVID-19 positivo, y regresó por su cuenta a su casa.

source: These claims were shown to be false.
es: En primer lugar, había criterios necesarios para calificar para una prueba.

source: Haemoptysis may also be present.
es: También puede haber hemoptisis.

source: The election was an unprecedented three-way race, with the three largest parties each winning a share of the vote between 20% and 25%.
es: La elección fue una carrera a tres bandas sin precedentes, con cada partido logrando entre un 20% y un 25% de los votos.

source: A 24-year-old man from Madrid, who recently returned from Northern Italy, tested positive and was admitted to Hospital Carlos III.
es: Un hombre de 24 años de Madrid, recientemente de vuelta del norte de Italia, da positivo y es ingresado en el Hospital Carlos III.

source: NOCs already qualified through the ranking list or the OQT will not be eligible to play in the UOQT.
es: Los equipos ya calificados a través de la lista de clasificación o el OQT no serán elegibles para jugar en el UOQT.

source: These include barotrauma caused by pressure, volutrauma caused by distension of the lungs, rheotrauma caused by fast-flowing delivery of gases and atelectotrauma resulting from repeated collapse and re-opening of the lung.
es: Estos incluyen el barotrauma causado por la presión, el volutrauma causado por la distensión de los pulmones, el reotrauma causado por el flujo rápido de gases y el atelectotrauma que resulta del colapso y reapertura repetida del pulmón.

source: On 6 April, Boris Johnson was moved to the intensive care unit at St Thomas' Hospital in London as his symptoms worsened.
es: El día 6 de abril, fue ingresado en una Unidad de Cuidados Intensivos del St Thomas' Hospital, por empeoramiento de su cuadro clínico.

source: The Bank of Japan conducted ¥1.3 trillion ($12 billion) in emergency open market purchases of government bonds.
es: El Banco de Japón realizó ¥ 1.3 trillones ($ 12 mil millones) en compras de emergencia en el mercado abierto de bonos del gobierno[98]​.

source: Social medicine as a scientific field gradually began in the early 19th century, the Industrial Revolution and the subsequent increase in poverty and disease among workers raised concerns about the effect of social processes on the health of the poor.
es: La revolución industrial y el consiguiente aumento de la pobreza y la enfermedad entre los trabajadores expresaron su preocupación por el efecto de los procesos sociales en la salud de los pobres.

source: The infection rate of COVID-19 in India is reported to be 1.7, significantly lower than in the worst affected countries.
es: [2]​ El índice de infección de COVID-19 en India es de 1.7, significativamente más bajo que los países más afectados.

source: The ceremony's winners were announced on the Razzies YouTube channel on March 16.
es: Los ganadores de la ceremonia fueron anunciados en el canal de YouTube Razzies el 16 de marzo.

source: NOCs already qualified through the ranking list will not be eligible to play in the OQT.
es: Los equipos que ya se hayan clasificado a través de la lista de clasificación no serán elegibles para jugar en el OQT.

source: Minister of Agriculture Kaspars Gerhards explained that no food shortages were expected and that internal food production could more than satisfy the population's needs.
es: [15]​ El ministro de la Agricultura, Kaspars Gerhards, explicó que no se espera escasez de alimentos y que la producción interna de alimentos es capaz de suplir las necesidades de la población.

source: On 23 February, a 68-year-old woman with cancer from Trescore Cremasco died in Crema.
es: [46]​[47]​[48]​ El 23 de febrero, una mujer de 68 años con cáncer de Trescore Cremasco murió en Crema.

source: This misunderstanding, and others like it, occurred partly because Semmelweis's work was known only through secondhand reports written by his colleagues and students.
es: Este y otros malentendidos ocurrieron en parte porque el trabajo de Semmelweis fue solo conocido a través de informes escritos por su colegas y estudiantes.

source: The rate of fluid administration may be altered to achieve a high urine output (200–300 ml/h in adults), unless there are other reasons why this might lead to complications, such as a history of heart failure.
es: [6]​[65]​ La velocidad de la administración del líquido se puede modificar para lograr una producción de orina abundante (200-300 ml/h en los adultos),[15]​[65]​ a menos que existan otras razones por las que esta medida pueda dar lugar a complicaciones, por ejemplo antecedentes de insuficiencia cardíaca.

source: The most significant prognostic factor is initial surgical treatment.
es: El factor de pronóstico más significativo es el tratamiento quirúrgico inicial.

source: At approximately 6:24 AM CET on the morning of 22 March 2020, a 5.3 or 5.5 magnitude earthquake hit Zagreb, Croatia, with an epicenter 2 kilometres (1.2 mi) southwest of Kašina and 7 kilometres (4.3 mi) north of Zagreb city centre.
es: El terremoto de Zagreb de 2020 fue un sismo de magnitud 5.4 grados que ocurrió a las 6:24 AM CET del 22 de marzo de 2020 en Zagreb, capital de Croacia, con epicentro a 3 km al suroeste de Kašina, Zagreb[2]​ y 7 km al norte Zagreb.

source: On 24 January, the first COVID-19 case in Europe was confirmed in Bordeaux.
es: El 24 de enero, se confirmó el primer caso de COVID-19 en Francia, y en Europa, en Burdeos.

source: "Commercial scams have claimed to offer at-home tests, supposed preventives, and ""miracle"" cures."
es: "[8]​ Algunas afirmaciones falsas pueden ser estafas comerciales que ofrecen pruebas en el hogar, supuestos preventivos y curas ""milagrosas""."

source: Furosemide, a loop diuretic, is often used to ensure sufficient urine production, but evidence that this prevents kidney failure is lacking.
es: [65]​ La furosemida, un diurético del asa, se utiliza a menudo para asegurar una producción de orina suficiente,[1]​[6]​ pero no hay pruebas de que esta medida evite la insuficiencia renal.

source: As big investors sought to sell, the spread between the prices sellers and buyers wanted has widened.
es: [46]​ A medida que los grandes inversores buscaban vender, la diferencia entre los precios que los vendedores y los compradores querían se amplió.

source: The cutting, breaking, crushing, drilling, grinding, or abrasive blasting of these materials may produce fine to ultra fine airborne silica dust.
es: Actividades como cortar, romper, aplastar, perforar, triturar o cuando se efectúa la limpieza abrasiva de estos materiales pueden producir el polvo fino de la sílice.

source: Most U.S. cinema chains, where allowed to continue operating, reduced the seating capacity of each show time by half to minimize the risk of spreading the virus between patrons.
es: La mayoría de las cadenas de cines de EE. UU., donde se les permitió continuar operando, redujeron a la mitad la capacidad de asientos de cada horario de exhibición para minimizar el riesgo de propagar el virus entre los clientes.

source: Puerto Rican Police report making 36 arrests and filing 85 charges for violations during the three days since the curfew was enacted.
es: La policía puertorriqueña informa que realizó 36 arrestos y presentó 85 cargos por violaciones durante los tres días desde que se promulgó el toque de queda.

source: In April, CEPI scientists reported that 10 different technology platforms were under research and development during early 2020 to create an effective vaccine against COVID‑19.
es: En abril, los científicos del CEPI informaron que 10 plataformas tecnológicas diferentes estaban bajo investigación y desarrollo a principios de 2020 para crear una vacuna eficaz contra COVID-19.

source: His love of photography led to a bachelor’s and then a master’s degree in the subject from the University of Tehran.
es: Su amor por la fotografía le llevó a una licenciatura y luego a una maestría en el tema de la Universidad de Teherán.

source: President Andrés Manuel López Obrador has continued to hold rallies, be tactile with crowds, and downplay the threat of coronavirus to Mexicans' health and to the Mexican economy.
es: [133]​ El presidente Andrés Manuel López Obrador ha seguido organizando manifestaciones, siendo táctil con las multitudes y minimizando la amenaza del coronavirus para la salud de los mexicanos y para la economía mexicana.

source: The capacities of these ovens vary.
es: La capacidad de estos hornos es variable.

source: The 2019–20 coronavirus pandemic was confirmed to have reached Guatemala in March 2020.
es: La pandemia de enfermedad por coronavirus en Guatemala, fue anunciada oficialmente el 13 de marzo de 2020.

source: John Cena, who had last appeared during Raw Reunion in July 2019, made his return from hiatus during the February 28, 2020 episode of SmackDown to address his role at WrestleMania.
es: John Cena, quien apareció por última vez durante Raw Reunion en julio de 2019, regresó durante el episodio del 28 de febrero de 2020 de SmackDown para abordar su papel en WrestleMania.

source: Medical visits to Camp will also be increased.
es: Las visitas médicas al campamento también se incrementarán.

source: Thus, these proteins are targets for antiviral medications.
es: [57]​ Estas proteínas son objetivos para los fármacos antivirales.

source: Taiwanese authorities suspended tours to China starting in February 2020.
es: [91]​ Las autoridades taiwanesas suspendieron los viajes a China a partir de febrero de 2020.

source: On 20 March, the CECC has raised global travel notice to level 3; Taiwanese citizens are advised to avoid all nonessential travel.
es: [67]​ El 20 de marzo, el CCCE elevó el aviso de viaje global al nivel 3; Se aconseja a los ciudadanos taiwaneses que eviten todos los viajes no esenciales.

source: "According to his own account, he left Vienna because he was ""unable to endure further frustrations in dealing with the Viennese medical establishment""."
es: Según su propio relato, dejó Viena porque era incapaz de soportar más frustraciones en el trato con el establishement médico de Viena.

source: United States-Mexico Border Health Commission: National Infant Immunization Week/Vaccination Week in the Americas
es: La Organización Panamericana de la Salud proclamó la última semana de abril Semana de Vacunación en las Américas .

source: Some outside estimates of the numbers of COVID-19 deaths are much higher than those from government sources.
es: Algunas fuentes no gubernamentales iraníes estiman que el número de infecciones por SARS-CoV-2 y muertes por COVID-19 son mucho mayores que los valores oficiales.

source: A woman in Taiwan was reported to have tested positive for novel coronavirus on 19 February 2020, though she had not traveled outside of Taiwan for two years.
es: [16]​ Se informó que una mujer en Taiwán dio positivo por un nuevo coronavirus el 19 de febrero de 2020, aunque no había viajado fuera de Taiwán en dos años.

source: Anthem of the 2020 coronavirus pandemic in Spain
es: La cumbia del coronavirus

source: Spanish Government suspends events with more than one thousand attendants in Madrid, La Rioja and Vitoria.
es: El Gobierno de España suspende los eventos que congreguen a más de 1000 personas en Madrid, La Rioja y Vitoria.

source: Although mechanical ventilation may prevent death of a patient from the hypoxia or hypercarbia which may be caused by respiratory failure, it can also be damaging to the lungs, leading to ventilator-associated lung injury.
es: [1]​[2]​[3]​ Aunque la ventilación mecánica puede prevenir la muerte de un paciente por la hipoxia o la hipercarbia, que puede ser causada por una insuficiencia respiratoria, también puede dañar los pulmones y provocar lesiones pulmonares asociadas con el ventilador.

source: The Commission had some discretion but was constitutionally bound to allow no more than a ratio of 30,000 people per elected member, and was required by law to recommend constituencies of three, four or five seats, and to avoid – as far as was practicable – breaching county boundaries.
es: La comisión tuvo cierta discreción, pero estuvo constitucionalmente obligada a no permitir una proporción mayor a 30.000 personas por cada miembro electo y estuvo obligada por convención a no violar los límites tradicionales del condado, salvo en casos especiales, incluso si esto llevara a una ligera sobrerrepresentación.

source: COVID-19 World Map on the Digital Conversion Office of the President of Republic of Turkey
es: COVID-19 Mapa Mundial en la Oficina de Conversión Digital del Presidente de República de Turquía

source: On 11 March, it was announced that Juventus and national team footballer Daniele Rugani had tested positive for COVID-19.
es: El 11 de marzo, se anunció que el futbolista de la la Juventus y de la selección de fútbol de Italia Daniele Rugani dió positivo por COVID-19.

source: Ventilator-associated lung injury (VALI) is an acute lung injury that develops during mechanical ventilation and is termed ventilator-induced lung injury (VILI) if it can be proven that the mechanical ventilation caused the acute lung injury.
es: La lesión pulmonar asociada al ventilador ( VALI ) es una lesión pulmonar aguda que se desarrolla durante la ventilación mecánica y se denomina lesión pulmonar inducida por el ventilador (VILI) si se puede demostrar que la ventilación mecánica causó la lesión pulmonar aguda.

source: The Japanese government also made an official request to local governments and businesses to cancel large-scale events.
es: El gobierno japonés también hizo una solicitud oficial a los gobiernos locales y las empresas para cancelar eventos a gran escala.

source: A chemical burn occurs when living tissue is exposed to a corrosive substance (such as a strong acid, base or oxidizer) or a cytotoxic agent (such as mustard gas, lewisite or arsine).
es: Una quemadura química se produce cuando el tejido vivo es expuesto a una sustancia corrosiva tal como un ácido fuerte o una base.

source: She reported on her own initiative and was hospitalised without formal domestic entry.
es: [13]​[14]​ Informó por iniciativa propia y fue hospitalizada sin ingreso doméstico formal.

source: The Carlos III Health Institute (Spanish: Instituto de Salud Carlos III; ISCIII) is a Spanish public health research institute, legally constituted as a public research agency (Spanish: Organismo Público de Investigación), a type of quasi-autonomous entity under Spanish law.
es: El Instituto de Salud Carlos III (ISCIII) es un organismo autónomo público español.

source: On 2 April, the health authorities reported an increase of 21 cases, for a total of 396.
es: El 2 de abril, las autoridades de salud reportaron un aumento de 21 casos, para un total de 396.

source: Within a few days, a petition to the nation's president urging for the disbandment of the church had over 750,000 signatures.
es: En unos pocos días, una petición al presidente de la nación que instaba a la disolución de la iglesia tenía más de 750 000 firmas.

source: On 5 February, Abe invoked the Quarantine Act to place the cruise ship Diamond Princess under quarantine in Yokohama.
es: El 5 de febrero, el primer ministro Abe anunció que invocaría la Ley de Cuarentena para poner el crucero Diamond Princess en cuarentena en Yokohama.

source: GAVI brings together developing country and donor governments, the World Health Organization, UNICEF, the World Bank, the vaccine industry in both industrialised and developing countries, research and technical agencies, civil society, the Bill & Melinda Gates Foundation and other private philanthropists.
es: GAVI reúne a los gobiernos de países en vías de desarrollo y donantes, a la Organización Mundial de la Salud,[4]​ al UNICEF,[5]​ al Banco Mundial,[6]​ a la industria de las vacunas tanto en países industrializados como en países en vías de desarrollo, a agencias técnicas y de investigación, a la sociedad civil, a la Fundación Bill y Melinda Gates y a otros filántropos privados.

source: The 2019–20 coronavirus pandemic was confirmed to have reached El Salvador on 18 March 2020.
es: El primer caso de la pandemia de enfermedad por coronavirus de 2019-2020 en El Salvador se reportó el miércoles 18 de marzo de 2020.

source: On 29 February the Ministry of Health of Luxembourg confirmed the first case of the coronavirus in the country.
es: El Ministerio de Salud de Luxemburgo confirmó el primer caso del coronavirus en el país el día 29 de febrero.

source: "After attacking Edge's neck with a steel chair, Orton smashed Edge's head between two steel chairs in a maneuver known as the ""Conchairto"", which Edge had made famous in the past."
es: Después de atacar el cuello de Edge con una silla, Orton golpeó la cabeza de Edge entre dos sillas en una maniobra conocida como «Con-chair-to», que Edge había hecho famosa.

source: On 26 February, the Minister of Health Katsunobu stated in the National Diet that 6,300 samples were tested between 18 and 24 February, averaging 900 samples per day.
es: El 26 de febrero, el Ministro de Salud Katsunobu declaró en la Dieta Nacional que se analizaron un total de 6.300 muestras entre el 18 y el 24 de febrero, con un promedio de 900 muestras por día.

source: December 1963: merged with National Chemical Laboratories, National Laboratory of Herb Medicine and National Institute of Public Health Training
es: 1963: en diciembre se fusiona con el National Chemical Laboratories, el National Laboratory of Herb Medicine y el National Institute of Public Health Training.

source: Overdistension of alveoli and cyclic atelectasis (atelectotrauma) are the primary causes for alveolar injury during positive pressure mechanical ventilation.
es: La sobredistensión de los alvéolos y la atelectasia cíclica ( atelectotrauma) son las causas principales de lesión alveolar durante la ventilación mecánica con presión positiva.

source: Some Japanese nationals have reported an increase in anti-Japanese incidents, such as being mocked on the street and refused taxi service, and least one Japanese restaurant has been vandalized.
es: Algunos ciudadanos japoneses han informado un aumento en los incidentes de sentimiento antijaponés, como ser burlados en la calle y ser rechazados por el servicio de taxi.

source: The case in Tavastia Proper is a child of a Hämeenlinna family that recently visited northern Italy.
es: El caso de Päijänne Tavastia visitó recientemente el norte de Italia.

source: After first case reported
es: Después del primer caso reportado
